@extends('layouts.home.app')

@section('content')
  <section class="layout_padding privacy_section bg-light">
    <div class="container">
      <h1 class="text-center mb-5">سياسة الخصوصية</h1>
      <p>
        نحن في تطبيق "Nice Window" نلتزم بحماية خصوصية مستخدمينا وضمان سرية معلوماتهم الشخصية. تهدف هذه السياسة إلى توضيح كيفية جمع واستخدام وحفظ المعلومات التي نجمعها من المستخدمين. من خلال استخدام هذا التطبيق، فإنك توافق على هذه السياسة وشروط الاستخدام المرتبطة به.
      </p>

      <h2>1. المعلومات التي نجمعها:</h2>
      <p>
          عند تسجيلك في تطبيق "Nice Window" كعميل أو نجار أو ناقل، سنقوم بجمع المعلومات التالية:
          <ul>
              <li>الاسم الكامل.</li>
              <li>البريد الإلكتروني.</li>
          </ul>
      </p>

      <h2>2. استخدام المعلومات:</h2>
      <p>
          نحن نستخدم المعلومات التي نجمعها فقط لأغراض تطوير وتحسين تجربة المستخدم داخل التطبيق وتقديم الخدمات المطلوبة من قبل المستخدمين. نحن لن نشارك هذه المعلومات مع أي جهة ثالثة بدون موافقتك الصريحة.
      </p>

      <h2>3. حفظ المعلومات:</h2>
      <p>
          سنقوم بالمحافظة على معلوماتك الشخصية بشكل آمن وفقًا لمعايير الأمان الصناعية المعترف بها. سنحتفظ بهذه المعلومات فقط طالما يتطلب الأمر لأغراض تقديم الخدمة والامتثال للقوانين واللوائح المعمول بها.
      </p>

      <h2>4. الامتثال للتشريعات المعمول بها:</h2>
      <p>
          نلتزم بالامتثال للقوانين واللوائح المعمول بها في ما يتعلق بحماية البيانات الشخصية. إذا كنت تعتقد أن لديك أي استفسارات أو مخاوف حول خصوصيتك، يرجى الاتصال بنا على البريد الإلكتروني contact@nicewindow.tech وسنكون سعداء بمساعدتك.
      </p>

      <h2>5. التغييرات في سياسة الخصوصية:</h2>
      <p>
          نحتفظ بحق تحديث أو تغيير سياسة الخصوصية هذه من وقت لآخر. سنقوم بنشر أي تغييرات على هذه الصفحة، لذا يُفضل مراجعتها بشكل دوري. ستكون النسخة الجديدة من السياسة معمول بها من تاريخ نشرها.
      </p>

      <p>
          اختيار استخدام تطبيق "Nice Window" يعني موافقتك على هذه السياسة. إذا كنت غير موافق على هذه الشروط، يُفضل عدم استخدام التطبيق.
      </p>
    </div>
  </section>
@endsection